Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# TranslationTimeDepletedError
source: Your translation minutes have been depleted. Kindly contact your administrator.
af: Jou vertaalnotules is uitgeput. Kontak asseblief u administrateur.
am: የትርጉም ደቂቃዎችህ ተሟጥጠዋል ። አስተዳዳሪዎን በደግነት አነጋግሯቸው።
ar: لقد استنفدت محاضر الترجمة الخاصة بك. يرجى الاتصال بالمسؤول.
as: আপোনাৰ অনুবাদৰ মিনিট হ্ৰাস হৈছে। অনুগ্ৰহ কৰি আপোনাৰ প্ৰশাসকৰ সৈতে যোগাযোগ কৰক।
az_arab: Tərcümə dəqiqələriniz tükənib. Müdirinizlə mehribancasına əlaqə saxlayın.
bg: Вашите преводачески минути са изчерпани. Моля, свържете се с вашия администратор.
bn: আপনার অনুবাদের মিনিট কমে গেছে। অনুগ্রহ করে আপনার প্রশাসকের সাথে যোগাযোগ করুন।
bs: Minuti prevođenja su vam iscrpljeni. Ljubazno kontaktirajte vašeg administratora.
ca: Els minuts de traducció s'han esgotat. Poseu-vos en contacte amb l'administrador.
cs: Vaše zápisy z překladů byly vyčerpány. Obraťte se na svého správce.
cy: Mae eich cofnodion cyfieithu wedi eu disbyddu. Cysylltwch yn garedig â'ch gweinyddwr.
da: Deres oversættelsesreferater er blevet udtømt. Kontakt venligst din administrator.
de: Ihre Übersetzungsprotokolle sind erschöpft. Bitte wenden Sie sich an Ihren Administrator.
el: Τα πρακτικά της μετάφρασής σας έχουν εξαντληθεί. Επικοινωνήστε με τον διαχειριστή σας.
es: Sus minutos de traducción se han agotado. Por favor, póngase en contacto con su administrador.
et: Teie tõlkeminutid on ammendunud. Palun võtke ühendust oma administraatoriga.
fa: دقایق ترجمه شما تهی شده است. با مهربانی با مدیر خود تماس بگیرید.
fi: Käännöspöytäkirjanne on käytetty loppuun. Ota ystävällisesti yhteyttä järjestelmänvalvojaan.
fil: Naubos na ang mga minuto ng iyong pagsasalin. Mabait na kontakin ang iyong administrator.
fr_ca: Vos procès-verbaux de traduction ont été épuisés. Veuillez contacter votre administrateur.
ga: Tá do mhiontuairiscí aistriúcháin ídithe. Déan teagmháil chineálta le do riarthóir.
gu: તમારી અનુવાદની મિનિટો ખતમ થઈ ગઈ છે. કૃપા કરીને તમારા વહીવટકર્તાનો સંપર્ક કરો.
he: דקות התרגום שלך אזלו. אנא צור קשר עם מנהל המערכת שלך.
hi: आपके अनुवाद के मिनट कम हो गए हैं. कृपया अपने व्यवस्थापक से संपर्क करें.
hr: Vaši zapisnici o prijevodu su iscrpljeni. Obratite se administratoru.
hu: A fordítási jegyzőkönyvek kimerültek. Kérjük, forduljon a rendszergazdához.
hy: Ձեր թարգմանական րոպեները սպառվել են։ Սիրով կապ հաստատեք ձեր ադմինիստրատորի հետ:
id: Menit terjemahan Anda telah habis. Silakan hubungi administrator Anda.
is: Þýðingarmínúturnar þínar hafa verið tæmdar. Vinsamlegast hafðu samband við stjórnanda þinn.
it: I minuti di traduzione sono esauriti. Si prega di contattare l'amministratore.
iu: ᑐᑭᓕᐅᖅᓯᒪᔪᑦ ᑲᑎᒪᔾᔪᑎᕕᓃᑦ ᓄᖑᓯᒪᓕᕐᒪᑕ. ᐊᐅᓚᑦᑎᔨᒋᔭᕐᓄᑦ ᖃᐅᔨᒋᐊᕐᓗᑎᑦ.
ja: 翻訳時間を使い果たしました。管理者にお問い合わせください。
kk: Аударма минуттарыңыз таусылды. Әкімшіге мейірімділікпен хабарласыңыз.
km: នាទីបកប្រែរបស់អ្នកត្រូវបានលុប។ សូមទំនាក់ទំនងទៅអ្នកគ្រប់គ្រងរបស់អ្នកដោយសប្បុរស។
kn: ನಿಮ್ಮ ಅನುವಾದದ ನಿಮಿಷಗಳು ಕ್ಷೀಣಿಸಿವೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ವ್ಯವಸ್ಥಾಪಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 번역 시간이 소진되었습니다. 관리자에게 문의하십시오.
ku_arab: خولەکەکانی وەرگێڕانەکەت کەم کراوەتەوە. بە میهرەبانییەوە پەیوەندی بە بەڕێوەبەرەکەتەوە بکە.
ky: Сиздин которуу мүнөттөрү сарпталды. Администраторуңузга боорукердик менен кайрылыңыз.
lo: ນາທີການແປຂອງທ່ານໄດ້ຫມົດໄປແລ້ວ. ກະລຸນາຕິດຕໍ່ຜູ້ບໍລິຫານຂອງທ່ານ.
lt: Jūsų vertimo protokolai buvo išeikvoti. Maloniai susisiekite su savo administratoriumi.
lv: Jūsu tulkošanas protokoli ir izsmelti. Lūdzu, sazinieties ar administratoru.
mi: Kua pau ō meneti whakawhitinga. Me whakapā āta whakapā atu ki tō kaiwhakahaere.
ml: നിങ്ങളുടെ പരിഭാഷാ മിനിറ്റുകൾ ക്ഷയിച്ചിരിക്കുന്നു. ദയവായി നിങ്ങളുടെ അഡ്മിനിസ്ട്രേറ്ററെ ബന്ധപ്പെടുക.
mr: तुमच्या भाषांतराची मिनिटे संपली आहेत. कृपया आपल्या प्रशासकाशी संपर्क साधा.
ms: Minit terjemahan anda telah habis. Sila hubungi pentadbir anda.
mt: Il-minuti tat-traduzzjoni tiegħek tnaqqsu. Ġentilment ikkuntattja lill-amministratur tiegħek.
nb: Oversettelsesprotokollene dine er oppbrukt. Ta kontakt med systemansvarlig.
ne: तपाईँको अनुवाद को मिनेट समाप्त भएको छ। कृपया आफ्नो प्रशासकलाई सम्पर्क गर्नुहोस्।
nl: Uw vertaalminuten zijn uitgeput. Neem contact op met uw beheerder.
or: ଆପଣଙ୍କ ଅନୁବାଦ ମିନିଟ୍ ହ୍ରାସ ହୋଇଛି। ଦୟାକରି ଆପଣଙ୍କ ପ୍ରଶାସକଙ୍କ ସହ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pa: ਤੁਹਾਡੇ ਅਨੁਵਾਦ ਦੇ ਸਾਰ-ਅੰਸ਼ ਸਮਾਪਤ ਹੋ ਗਏ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪ੍ਰਸ਼ਾਸਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Twoje minuty tłumaczeń zostały wyczerpane. Prosimy o kontakt z administratorem.
prs: دقایق ترجمه شما کاهش داده شده است. با مهربانی با مدیر خود تماس بگیرید.
pt_pt: Os seus minutos de tradução esgotaram-se. Por favor, contacte o seu administrador.
ro: Procesele-verbale de traducere au fost epuizate. Vă rugăm să contactați administratorul.
ru: Ваши протоколы перевода были исчерпаны. Пожалуйста, свяжитесь с администратором.
sk: Vaše minúty prekladu boli vyčerpané. Obráťte sa na svojho správcu.
sl: Vaše prevajalske minute so izčrpane. Obrnite se na skrbnika.
sq: Minutat tuaja të përkthimit janë shteruar. Kontakto me dashamirësi administratorin tënd.
sr_cyrl: Твоји преводилачки минути су исцрпљени. Љубазно се обратите администратору.
sr_latn: Tvoji prevodilački minuti su iscrpljeni. Ljubazno se obratite administratoru.
sv: Dina översättningsprotokoll har tömts. Kontakta din administratör.
sw: Dakika zako za tafsiri zimepungua. Kindly wasiliana na msimamizi wako.
ta: உங்கள் மொழிபெயர்ப்பு நிமிடங்கள் குறைந்துவிட்டன. தயவுசெய்து உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளவும்.
te: మీ అనువాద నిమిషాలు క్షీణించాయి. దయచేసి మీ అడ్మినిస్ట్రేటర్ ని సంప్రదించండి.
th: นาทีการแปลของคุณหมดลง โปรดติดต่อผู้ดูแลระบบของคุณ
ti: ደቓይቕ ትርጕምካ ተቛሪጹ እዩ ። ምስ ኣመሓዳሪኻ ብሕያውነት ተራኸብ ።
tr: Çeviri tutanaklarınız tükendi. Lütfen yöneticinize başvurun.
uk: Ваші протоколи перекладу вичерпані. Зверніться до адміністратора.
ur: آپ کے ترجمے کے منٹ ختم ہو چکے ہیں۔ براہ کرم اپنے منتظم سے رابطہ کریں۔
vi: Biên bản dịch của bạn đã cạn kiệt. Vui lòng liên hệ với quản trị viên của bạn.
zh_hans: 您的翻译分钟数已用完。请联系您的管理员。
zh_hant: 您的翻譯分鐘數已用完。請聯繫您的管理員。

# UnsupportedVersionDialogBtntext
source: Update
af: Bywerking
am: አሻሽል
ar: تحديث
as: আপডেট কৰক
az_arab: Yenilə
bg: Актуализирам
bn: আধুনিকীকরণ
bs: Ažuriranje
ca: Actualitzar
cs: Aktualizace
cy: Diweddaru
da: Opdatering
de: Aktualisieren
el: Ενημερώνω
es: Actualizar
et: Uuendama
fa: روز رسانی
fi: Päivittää
fr_ca: Mise à jour
ga: Nuashonrú
gu: સુધારો
he: עדכון
hi: आधुनिकीकरणअ
hr: Ažurirati
hu: Frissít
hy: Թարմացում
id: Pemutakhiran
is: Uppfæra
it: Aggiornare
iu: ᓄᑖᙳᕆᐊᖅᓯᒪᔪᑦ
ja: 更新
kk: Жаңарту
kn: ನವೀಕರಣ ಮಾಡಿ
ko: 업데이트
ku_arab: نوێکردنەوە
ky: Жаңылоо
lo: ອັບເດດ
lt: Naujinti
lv: Aktualizēt
mi: Whakahōu
ml: അപ് ഡേറ്റ് ചെയ്യുക
mr: अद्ययावत करा
ms: Kemaskini terakhir
mt: Aġġornament
nb: Oppdatering
ne: अद्यावधिक गर्नुहोस्
or: ଅପଡେଟ୍
pa: ਅੱਪਡੇਟ
pl: Aktualizacja
prs: به روز رسانی
pt_pt: Atualização
ro: Actualiza
ru: Обновлять
sk: Aktualizovať
sl: Posodobitev
sq: Rifresko
sr_cyrl: Ажурирање
sr_latn: Ažuriranje
sv: Uppdatera
sw: Sasisha
ta: புதுப்பி
te: అప్ డేట్ చేయి
th: อัพเดต
ti: እዋናዊ ሓበሬታ
tr: Güncelleştirmek
uk: Оновлювати
ur: تازہ کاری
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# UnsupportedVersionDialogCaption
source: Critical updates are required for
af: Kritiese opdaterings is nodig vir
am: ወሳኝ የሆኑ ማሻሻያዎች ያስፈልጋሉ
ar: التحديثات الهامة مطلوبة ل
as: গুৰুত্বপূৰ্ণ আপডেটৰ প্ৰয়োজন
az_arab: Kritik yeniləmələr üçün tələb olunur
bg: Необходими са критични актуализации за
bn: এর জন্য সমালোচনামূলক আপডেটগুলি আবশ্যক
bs: Kritična ažuriranja su potrebna za
ca: Calen actualitzacions crítiques per a
cs: Důležité aktualizace jsou vyžadovány pro
cy: Mae angen diweddariadau beirniadol ar gyfer
da: Der kræves kritiske opdateringer til
de: Kritische Updates sind erforderlich für
el: Απαιτούνται κρίσιμες ενημερώσεις για
es: Se requieren actualizaciones críticas para
et: Kriitilised värskendused on vajalikud
fa: به روز رسانی های بحرانی برای مورد نیاز است
fi: Kriittisiä päivityksiä tarvitaan
fil: Kailangan ang mga kritikal na update para sa
fr_ca: Des mises à jour critiques sont requises pour
ga: Teastaíonn nuashonruithe criticiúla le haghaidh
gu: જટિલ સુધારાઓ તેની માટે જરૂરી છે
he: נדרשים עדכונים קריטיים עבור
hi: के लिए महत्वपूर्ण अद्यतन आवश्यक हैं
hr: Za to su potrebna kritična ažuriranja
hu: Kritikus frissítésekre van szükség a következőkhöz:
hy: Կրիտիկական թարմացումները անհրաժեշտ են
id: Pembaruan penting diperlukan untuk
is: Mikilvægar uppfærslur eru nauðsynlegar fyrir
it: Gli aggiornamenti critici sono necessari per
iu: ᓄᑖᙳᕆᐊᖅᓯᒪᔪᒻᒪᕆᖕᓂᒃ ᐱᔪᖃᕆᐊᖃᖅᐳᖅ ᐅᑯᓄᖓ
ja: 重要な更新は、
kk: Сыни жаңартулар қажет
km: ការ ធ្វើ ឲ្យ ទាន់ សម័យ សំខាន់ ត្រូវ បាន ទាមទារ សម្រាប់
kn: ಇದಕ್ಕಾಗಿ ನಿರ್ಣಾಯಕ ನವೀಕರಣಗಳ ಅಗತ್ಯವಿದೆ
ko: 중요 업데이트가 필요합니다.
ku_arab: نوێکردنەوە گرنگەکان پێویستە بۆ
ky: Сындуу жаңыртуулар талап кылынат
lo: ຈໍາ ເປັນ ຕ້ອງ ມີ ການ ອັບ ເດດ ທີ່ ສໍາ ຄັນ ສໍາ ລັບ
lt: Kritiniai naujinimai reikalingi
lv: Kritiskie atjauninājumi ir nepieciešami:
mi: E hiahiatia ana ngā whakahōu takenui mō
ml: ഇതിനായി നിർണായക അപ് ഡേറ്റുകൾ ആവശ്യമാണ്
mr: यासाठी गंभीर अद्यतने आवश्यक आहेत
ms: Kemas kini kritikal diperlukan untuk
mt: Aġġornamenti kritiċi huma meħtieġa għal
nb: Kritiske oppdateringer kreves for
ne: यसका लागि महत्वपूर्ण अद्यावधिकहरू आवश्यक छन्
nl: Essentiële updates zijn vereist voor
or: ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଅପଡେଟସ୍ ପାଇଁ ଆବଶ୍ୟକୀୟ
pa: ਇਸ ਦੇ ਲਈ ਅਹਿਮ ਅੱਪਡੇਟਾਂ ਦੀ ਲੋੜ ਹੈ
pl: Aktualizacje krytyczne są wymagane dla
prs: به روز رسانی های بحرانی برای
pt_pt: São necessárias atualizações críticas para
ro: Actualizările critice sunt necesare pentru
ru: Критические обновления необходимы для
sk: Kritické aktualizácie sú potrebné pre
sl: Nujne posodobitve so potrebne za
sq: Nevojiten përditësime kritike për
sr_cyrl: Критичне исправке су потребне за
sr_latn: Kritične ispravke su potrebne za
sv: Kritiska uppdateringar krävs för
sw: Sasisho muhimu zinahitajika kwa
ta: முக்கியமான புதுப்பிப்புகள் பின்வருவனவற்றுக்குத் தேவைப்படுகின்றன
te: దీని కొరకు క్లిష్టమైన అప్ డేట్ లు అవసరం అవుతాయి
th: จําเป็นต้องมีการอัปเดตที่สําคัญสําหรับ
ti: ኣገዳሲ ምትዕርራያት የድሊ
tr: Kritik güncelleştirmeler şunlar için gereklidir:
uk: Критичні оновлення необхідні для
ur: کے لئے اہم اپ ڈیٹس کی ضرورت ہے
vi: Các bản cập nhật quan trọng là bắt buộc đối với
zh_hans: 需要关键更新
zh_hant: 需要關鍵更新

# UnsupportedVersionDialogDescription
source: Update your app to continue getting feature and security updates.
af: Dateer jou program op om voort te gaan om kenmerk- en sekuriteitsopdaterings te kry.
am: መተግበሪያዎችን እና የደህንነት ማሻሻያዎችን ለማግኘት የእርስዎን መተግበሪያ ያሻሽሉ.
ar: قم بتحديث تطبيقك لمتابعة الحصول على تحديثات الميزات والأمان.
as: সুবিধা আৰু সুৰক্ষা আপডেট প্ৰাপ্ত কৰা অব্যাহত ৰাখিবলৈ আপোনাৰ এপ্পটো আপডেট কৰক।
az_arab: Funksiya və təhlükəsizlik yenilənmələrini əldə etməyə davam etmək üçün proqramınızı yeniləyin.
bg: Актуализирайте приложението си, за да продължите да получавате актуализации на функциите и защитата.
bn: বৈশিষ্ট্য ও নিরাপত্তা আপডেটগুলি পাওয়া অবিরত রাখতে আপনার অ্যাপটি আপডেট করুন।
bs: Ažurirajte aplikaciju kako biste nastavili primati ažuriranja značajki i sigurnosti.
ca: Actualitza l'aplicació per continuar rebent actualitzacions de seguretat i funcions.
cs: Aktualizujte aplikaci, aby dál dostávala aktualizace funkcí a zabezpečení.
cy: Diweddaru eich ap i barhau i gael diweddariadau nodwedd a diogelwch.
da: Opdater din app for fortsat at få funktions- og sikkerhedsopdateringer.
de: Aktualisieren Sie Ihre App, um weiterhin Funktions- und Sicherheitsupdates zu erhalten.
el: Ενημερώστε την εφαρμογή σας για να συνεχίσετε να λαμβάνετε ενημερώσεις δυνατοτήτων και ασφάλειας.
es: Actualiza tu aplicación para seguir recibiendo actualizaciones de características y seguridad.
et: Värskendage oma rakendust, et saada jätkuvalt funktsiooni- ja turvavärskendusi.
fa: برنامه خود را برای ادامه گرفتن ویژگی ها و به روز رسانی های امنیتی به روز کنید.
fi: Päivitä sovelluksesi, jotta saat edelleen ominaisuus- ja suojauspäivityksiä.
fil: Update ang iyong app upang magpatuloy sa pagkuha ng tampok at mga update sa seguridad.
fr_ca: Mettez à jour votre application pour continuer à obtenir des mises à jour de fonctionnalités et de sécurité.
ga: Nuashonraigh d'aip chun leanúint ar aghaidh ag fáil nuashonruithe gné agus slándála.
gu: ફીચર અને સિક્યોરિટી અપડેટ્સ મેળવવાનું ચાલુ રાખવા માટે તમારી ઍપ અપડેટ કરો.
he: עדכן את האפליקציה כדי להמשיך לקבל עדכוני תכונות ואבטחה.
hi: सुविधा और सुरक्षा अपडेट प्राप्त करना जारी रखने के लिए अपने ऐप को अपडेट करें।
hr: Ažurirajte aplikaciju da biste nastavili dobivati ažuriranja značajki i sigurnosti.
hu: Frissítse az alkalmazást, hogy továbbra is megkapja a funkció- és biztonsági frissítéseket.
hy: Թարմացրեք ձեր հավելվածը, որպեսզի շարունակեք ստանալ առանձնահատկություններ եւ անվտանգության թարմացումներ:
id: Perbarui aplikasi Anda untuk terus mendapatkan pembaruan fitur dan keamanan.
is: Uppfærðu forritið þitt til að halda áfram að sækja eiginleika- og öryggisuppfærslur.
it: Aggiorna la tua app per continuare a ricevere gli aggiornamenti delle funzionalità e della sicurezza.
iu: ᓄᑖᙳᕆᐊᖅᑎᓪᓗᒍ ᖃᕆᑕᐅᔭᒧᐊᒐᒃᓴᑦ ᑲᔪᓯᓗᓂ ᓴᖅᑭᔮᖅᑎᑕᐅᔪᑦ ᐊᒻᒪ ᐊᑦᑕᕐᓇᖅᑐᒦᑎᑦᑕᐃᓕᓂᕐᒧᑦ ᓄᑖᙳᕆᐊᖅᓯᒪᔪᑦ.
ja: アプリを更新して、機能とセキュリティ更新プログラムを引き続き取得します。
kk: Мүмкіндіктер мен қауіпсіздік жаңартуларын алуды жалғастыру үшін бағдарламаны жаңартыңыз.
km: ធ្វើបច្ចុប្បន្នភាពកម្មវិធីរបស់អ្នកដើម្បីបន្តទទួលបានលក្ខណៈពិសេសនិងបច្ចុប្បន្នភាពសុវត្ថិភាព។
kn: ವೈಶಿಷ್ಟ್ಯ ಮತ್ತು ಭದ್ರತಾ ನವೀಕರಣಗಳನ್ನು ಪಡೆಯುವುದನ್ನು ಮುಂದುವರಿಸಲು ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ನವೀಕರಿಸಿ.
ko: 기능 및 보안 업데이트를 계속 받으려면 앱을 업데이트하세요.
ku_arab: نوێکردنەوەی کاربەرنامەکەت بۆ بەردەوامبوون لە دەستکەوتنی تایبەتمەندی و نوێکردنەوەی ئاسایش.
ky: Өзгөчөлүк жана коопсуздук жаңыртууларын алуу үчүн тиркемени жаңыртуу.
lo: ອັບເດດແອັບຂອງທ່ານເພື່ອສືບຕໍ່ໄດ້ຮັບການປັບປຸງຄຸນນະສົມບັດແລະຄວາມປອດໄພ.
lt: Atnaujinkite programą, kad ir toliau gautumėte funkcijų ir saugos naujinimų.
lv: Atjauniniet savu lietotni, lai turpinātu saņemt līdzekļu un drošības atjauninājumus.
mi: Whakahōutia tō taupānga kia whiwhi tonu i ngā āhuahira me ngā whakahōutanga haumarutanga.
ml: ഫീച്ചർ, സെക്യൂരിറ്റി അപ്ഡേറ്റുകൾ ലഭിക്കുന്നത് തുടരുന്നതിന് നിങ്ങളുടെ ആപ്പ് അപ് ഡേറ്റ് ചെയ്യുക.
mr: वैशिष्ट्य आणि सुरक्षा अद्यतने सतत मिळविण्यासाठी आपले अ ॅप अद्यतनित करा.
ms: Kemas kini apl anda untuk terus mendapat kemas kini ciri dan keselamatan.
mt: Aġġorna l-app tiegħek biex tkompli tikseb aġġornamenti tal-karatteristiċi u tas-sigurtà.
nb: Oppdater appen for å fortsette å få funksjons- og sikkerhetsoppdateringer.
ne: सुविधा र सुरक्षा अद्यावधिकहरू प्राप्त गर्न जारी राख्न आफ्नो अनुप्रयोग अद्यावधिक गर्नुहोस्।
nl: Werk uw app bij om functie- en beveiligingsupdates te blijven ontvangen.
or: ବୈଶିଷ୍ଟ୍ୟ ଏବଂ ସୁରକ୍ଷା ଅପଡେଟସ୍ ପ୍ରାପ୍ତ କରିବା ଜାରି ରଖିବାକୁ ଆପଣଙ୍କ ଆପ୍ଲିକେସନ୍ ଅପଡେଟ୍ କରନ୍ତୁ।
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਅੱਪਡੇਟਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨਾ ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣੀ ਐਪ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ।
pl: Zaktualizuj aplikację, aby nadal otrzymywać aktualizacje funkcji i zabezpieczeń.
prs: به روز رسانی برنامه خود را برای ادامه گرفتن ویژگی و به روز رسانی های امنیتی.
pt_pt: Atualize a sua aplicação para continuar a receber atualizações de funcionalidades e segurança.
ro: Actualizați-vă aplicația pentru a continua să primiți actualizări de caracteristici și de securitate.
ru: Обновите приложение, чтобы продолжить получать обновления функций и безопасности.
sk: Aktualizujte aplikáciu a pokračujte v získavaní aktualizácií funkcií a zabezpečenia.
sl: Posodobite aplikacijo, da nadaljujete pridobivanje posodobitev funkcij in varnosti.
sq: Përditëso aplikacionin tënd për të vazhduar marrjen e veçorive dhe përditësimeve të sigurisë.
sr_cyrl: Ажурирајте апликацију да бисте наставили да добијате функције и безбедносне исправке.
sr_latn: Ažurirajte aplikaciju da biste nastavili da dobijate funkcije i bezbednosne ispravke.
sv: Uppdatera din app för att fortsätta få funktions- och säkerhetsuppdateringar.
sw: Sasisha programu yako ili kuendelea kupata masasisho ya kipengele na usalama.
ta: அம்சம் மற்றும் பாதுகாப்பு புதுப்பிப்புகளைத் தொடர்ந்து பெற உங்கள் பயன்பாட்டைப் புதுப்பிக்கவும்.
te: ఫీచర్ మరియు సెక్యూరిటీ అప్ డేట్ లను పొందడం కొనసాగించడం కొరకు మీ యాప్ ని అప్ డేట్ చేయండి.
th: อัปเดตแอปของคุณเพื่อรับการอัปเดตฟีเจอร์และความปลอดภัยต่อไป
ti: ኣፕሊኬሽንካ ነቲ ብዛዕባ ድሕንነት ዚገልጽ ሓበሬታ ብቐጻሊ ምእንቲ ኽትረኽብዎ ምትዕርራይ ግበር።
tr: Özellik ve güvenlik güncellemelerini almaya devam etmek için uygulamanızı güncelleyin.
uk: Оновіть додаток, щоб продовжувати отримувати оновлення функцій і безпеки.
ur: خصوصیت اور سیکیورٹی اپ ڈیٹس حاصل کرنا جاری رکھنے کے لئے اپنی ایپ کو اپ ڈیٹ کریں۔
vi: Cập nhật ứng dụng của bạn để tiếp tục nhận các bản cập nhật tính năng và bảo mật.
zh_hans: 更新应用以继续获取功能和安全更新。
zh_hant: 更新應用以繼續獲取功能和安全更新。

# UnsupportedVersionDialogTitle
source: Unsupported App Version
af: Programweergawe wat nie ondersteun word nie
am: የማይደገፍ አፕ ቨርዥን
ar: إصدار التطبيق غير المدعوم
as: অসমৰ্থিত এপ্প সংস্কৰণ
az_arab: Dəstəklənməyən Proqram Versiyası
bg: Неподдържана версия на приложение
bn: অসমর্থিত অ্যাপ সংস্করণ
bs: Nepodržana verzija aplikacije
ca: Versió de l'aplicació no admesa
cs: Nepodporovaná verze aplikace
cy: Fersiwn ap heb gymorth
da: Ikke-understøttet appversion
de: Nicht unterstützte App-Version
el: Μη υποστηριζόμενη έκδοση εφαρμογής
es: Versión de la aplicación no compatible
et: Rakenduse toetamata versioon
fa: نسخه برنامه بدون حمایت
fi: Sovellusversio, jota ei tueta
fil: Hindi suportadong Bersyon ng App
fr_ca: Version de l’application non prise en charge
ga: Leagan App Gan Tacaíocht
gu: બિનઆધારભૂત એપ્લિકેશન આવૃત્તિ
he: גרסת אפליקציה שאינה נתמכת
hi: असमर्थित ऐप संस्करण
hr: Nepodržana verzija aplikacije
hu: Nem támogatott alkalmazásverzió
hy: Չապահովված App տարբերակ
id: Versi Aplikasi yang Tidak Didukung
is: Óstudd útgáfa forrits
it: Versione dell'app non supportata
iu: ᐅᓂᒃᑲᐅᓯᐅᓯᒪᙱᑦᑐᑦ ᐱᓕᕆᔾᔪᑎᑦ
ja: サポートされていないアプリのバージョン
kk: Қолдау көрсетілмейтін бағдарлама нұсқасы
km: កំណែ App ដែល មិន បាន រាយ
kn: ಬೆಂಬಲಿಸದ ಅಪ್ಲಿ ಆವೃತ್ತಿ
ko: 지원되지 않는 앱 버전
ku_arab: وەشانی کاربەرنامەی پشتگیری نەکراو
ky: Иштетилбеген тиркеме версиясы
lo: ແອັບພລິເຄຊັນທີ່ບໍ່ໄດ້ຮັບການສະຫນັບສະຫນູນ
lt: Nepalaikoma programos versija
lv: Neatbalstīta lietotnes versija
mi: Putanga Taupānga Kāore i te tautokona
ml: പിന്തുണയില്ലാത്ത ആപ്പ് പതിപ്പ്
mr: असमर्थित ऐप आवृत्ती
ms: Versi apl tidak disokong
mt: Verżjoni tal-App Mhux Appoġġjata
nb: Appversjon som ikke støttes
ne: असमर्थित अनुप्रयोग संस्करण
nl: Niet-ondersteunde app-versie
or: ଅସମର୍ଥିତ ଆପ୍ ସଂସ୍କରଣ
pa: ਅਸਮਰਥਿਤ ਐਪ ਸੰਸਕਰਣ
pl: Nieobsługiwana wersja aplikacji
prs: نسخه برنامه پشتیبانی نشده
pt_pt: Versão de aplicativo não suportado
ro: Versiunea aplicației neacceptată
ru: Неподдерживаемая версия приложения
sk: Nepodporovaná verzia aplikácie
sl: Nepodprta različica programa
sq: Version i pasuportuar i app
sr_cyrl: Неподржана верзија апликације
sr_latn: Nepodržana verzija aplikacije
sv: Appversion som inte stöds
sw: Toleo la Programu lisilotumika
ta: ஆதரிக்கப்படாத பயன்பாட்டு பதிப்பு
te: మద్దతు లేని యాప్ వెర్షన్
th: เวอร์ชันแอปที่ไม่รองรับ
ti: ደገፍ ዘይብሉ ኣፕሊኬሽን ትርጕም
tr: Desteklenmeyen Uygulama Sürümü
uk: Непідтримувана версія програми
ur: غیر معاون App Version
vi: Phiên bản ứng dụng không được hỗ trợ
zh_hans: 不支持的应用版本
zh_hant: 不支援的應用版本

# UpdateDialogWhatsNew.Text
source: What's new?
af: Wat is nuut?
am: ምን አዲስ ነገር አለ?
ar: ما الجديد؟
as: নতুন কি?
az_arab: Yeni nədir?
bg: Какво ново?
bn: নতুন কী?
bs: Šta ima novo?
ca: Què hi ha de nou?
cs: Co je nového?
cy: Pa newydd?
da: Hvad er nyt?
de: Was gibt's Neues?
el: Τι νέο υπάρχει?
es: ¿Qué hay de nuevo?
et: Mis on uut?
fa: چه خبر?
fi: Mitä uutta?
fil: Ano po ba ang bago
fr_ca: Quoi de neuf?
ga: Cad atá nua?
gu: નવું શું છે?
he: מה חדש?
hi: नया क्या है?
hr: Što je novo?
hu: Mi újság?
hy: Ի՞նչ է նորը...
id: Apa yang baru?
is: Hvað er að frétta?
it: Cosa c'è di nuovo?
iu: ᑭᓱ ᓄᑖᖑᕙ?
ja: 新機能
kk: Жаңалық дегеніміз не?
km: តើមានអ្វីថ្មី?
kn: ಏನಿದು ಹೊಸದು?
ko: 새로운 기능
ku_arab: چی نوێیە؟
ky: Жаңы эмне?
lo: ມີຫຍັງໃຫມ່?
lt: Kas naujo?
lv: Kas jauns?
mi: Ngā Mea Hōu?
ml: എന്താ പുതിയത്?
mr: नवीन काय आहे?
ms: Apa yang baru?
mt: X'hemm ġdid?
nb: Noe nytt?
ne: नयाँ के हो?
nl: Wat is er nieuw?
or: ନୂଆ କ'ଣ?
pa: ਨਵਾਂ ਕੀ ਹੈ?
pl: Co nowego?
prs: چه چیزی جدید است؟
pt_pt: O que há de novo?
ro: Ce mai e nou?
ru: Что нового?
sk: Čo je nové?
sl: Kaj je novega?
sq: Çfarë është e re?
sr_cyrl: Шта је ново?
sr_latn: Šta je novo?
sv: Vad är det senaste?
sw: Nini kipya?
ta: புதிது என்ன?
te: కొత్తదనం ఏమిటి?
th: มีอะไรใหม่?
ti: ሓድሽ ነገር እንታይ እዩ ?
tr: Yenilikler nelerdir?
uk: Що нового?
ur: نیا کیا ہے؟
vi: Có gì mới không?
zh_hans: 有什么新变化？
zh_hant: 有什麼新變化？

# Zoom.Text
source: Zoom
af: Zoem
am: አቅርበው
ar: التكبير
as: জুম কৰক
az_arab: Yaxınlaşdır
bg: Увеличение
bn: দৃশ্যমান
bs: Zumiraj
cs: Zvětšení
cy: Chwyddo
da: Zoome
el: Μεγένθυνση
fa: زوم
fi: Zoomata
fil: Mag-zoom
fr_ca: Zoomer
ga: Zúmáil
gu: નાનુંમોટુ કરો
he: זום
hi: ज़ूम
hr: Zumiranje
hu: Búg
hy: Զովք
is: Aðdráttur
ja: ズーム
kk: Ұлғайту
km: ពង្រីក
kn: ಝೂಮ್ ಮಾಡಿ
ko: 급상승
ku_arab: زووم
ky: Чоңойтуу
lt: Keisti mastelį
lv: Tālummaiņas
mi: Topa
ml: വലുതാക്കുക
mr: झूम
mt: Iżżumja
nb: Zoome
ne: जुम
or: ଜୁମ୍ କରନ୍ତୁ
pa: ਜ਼ੂਮ
pl: Powiększenia
prs: زوم
ru: Увеличить
sq: Zmadhim
sr_cyrl: Зумирање
sr_latn: Zumiranje
sv: Zooma
sw: Kuza
ta: பெரிதாக்கு
te: జూమ్ చేయి
th: ซูม
ti: ዕቤት
tr: Yakınlaştırmak
uk: Масштабування
ur: زوم
zh_hans: 缩放
zh_hant: 縮放

# Add.Content
source: Add
af: Voeg
am: ጨምረህ ጨምር
ar: جمع
as: যোগ কৰক
az_arab: Əlavə Et
bg: Добавям
bn: যুক্ত
bs: Dodati
ca: Sumar
cs: Přidat
cy: Adio
da: Tilføje
de: Hinzufügen
el: Προσθέτω
es: Agregar
et: Lisama
fa: اضافه کردن
fi: Lisätä
fil: Magdagdag ng
fr_ca: Ajouter
ga: Cuir
gu: ઉમેરો
he: הוסף
hi: जोड़ना
hr: Dodati
hu: Hozzáad
hy: Ավելացնել
id: Tambah
is: Bæta við
it: Aggiungere
iu: ᐃᓚᓗᒍ
ja: 足す
kk: Қосу
km: បន្ថែម
kn: ಸೇರಿಸಿ
ko: 더하다
ku_arab: زیادکردن
ky: Кошуу
lo: ຕື່ມ
lt: Pridėti
lv: Pievienot
mi: Tāpiri
ml: ചേര് ക്കുക
mr: मिळवणे
ms: Menambah
mt: Żid
nb: Tilføye
ne: थप्नुहोस्
nl: Toevoegen
or: ଯୋଡନ୍ତୁ
pa: ਸ਼ਾਮਲ
pl: Dodawać
prs: اضافه کردن
pt_pt: Adicionar
ro: Adăuga
ru: Добавлять
sk: Sčítať
sl: Dodati
sq: Shto
sr_cyrl: Додати
sr_latn: Dodati
sv: Addera
sw: Ongeza
ta: சேர்
te: కూడండి
th: เพิ่ม
ti: ወሲኽካ
tr: Eklemek
uk: Додати
ur: اضافہ کرنا
vi: Thêm
zh_hans: 加
zh_hant: 加
